IDEA Open Model
AnchorGrid.ConcreteBlock Property
Compatible with IDEA StatiCa 20.1
 Data of concrete block
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ConcreteBlock ConcreteBlock { get; set; }
Public Property ConcreteBlock As ConcreteBlock
	Get
	Set
Property Value
Type: ConcreteBlock
See Also
Reference
AnchorGrid Class
IdeaRS.OpenModel.Connection Namespace